{
    "bot": {
        "0": { "content": [ "Приветствую!",
         "Я ваш виртуальный помощник от EduGlo. Как я могу помочь вам сегодня?"], "human": [0] },
        "1": { "content": "Я тоже рад, как мне к Вам обращаться?", "human": [1] },
        "2": { "content": "{{name}}, что Вас интересует?", "human": [2, 3, 4, 5, 6] },

        "3": { "content": "{{name}}, на нашем сайте представлен широкий выбор зарубежных университетов. Мы сотрудничаем с учебными заведениями различных стран, предоставляя разнообразные программы обучения. Чтобы получить более подробную информацию о университетах, пожалуйста, посетите страницу университетов.", "human": [8] },
        "4": { "content": "{{name}}, конечно! Расскажите мне, есть ли какие-то конкретные регионы мира?", "human": [9, 10, 11, 12] },

        "5": { 
            "content": "Для получения подробной информации о образовательных возможностях в англоговорящих странах, приглашаю вас посетить список англоговорящих стран. Там вы найдете полезные сведения о каждой стране, её университетах и доступных программах обучения. Удачного выбора!", 
            "human": [8, 13] },
        "6": { "content": "Для получения подробной информации о образовательных возможностях в странах Европы, приглашаю вас посетить наш список стран Еврпопы. Там вы найдете информацию о университетах, программах обучения и многом другом. Приятного исследования!", "human": [8,13] },
        "7": { "content": "Для получения подробной информации о образовательных возможностях в странах Азии, приглашаю вас посетить наш список стран Азии. Там вы найдете информацию о университетах, программах обучения и многом другом. Удачного выбора!", "human": [8,13] },
        "8": { "content": "Для получения подробной информации о образовательных возможностях в странах Латинской Америки, приглашаю вас посетить наш список стран Латинской Америки. Там вы найдете информацию о университетах, программах обучения и многом другом. Приятного исследования!", "human": [8,13]},

        "9": { "content": "Календарь с дедлайнами университетов помогает отслеживать сроки подачи документов. Получайте уведомления, фильтруйте университеты и планируйте свое поступление, посетив страницу календаря.", "human": [8]},

        "10": { "content": "{{name}}, вот перечень наших услуг:<br /> 1)Полное сопровождение поступления.<br /> 2)Редактура документов.<br /> 3)Подготовка к экзаменам.<br /> 4)Визовое сопровождение.<br /> 5)Подбор/бронирование места в общежитии.<br /> 6) Поиск научного руководителя.<br /> Для подробной информации о каждой услуге, посетите страницу услуг.", "human": [8] },

        "11": { "content": "{{name}}, чтобы оставить заявку на бесплатную консультацию, перейдите на страницу заявки и заполните необходимые поля. Мы свяжемся с вами в ближайшее время для уточнения деталей и предоставления качественной консультации. Благодарим за ваш интерес!", "human": [8]}
      },

      "human": {
        "0": { "content": "Привет! Я рад с тобой познакомиться", "bot": 1 },
        "1": { "content": "", "bot": 2, "name": "name" },

        "2": { "content": "Какие университеты представлены на вашем сайте?", "bot": 3 },
        "3": { "content": "Я хочу узнать больше о различных странах, доступных для обучения.", "bot": 4, "name": "name" },
        "4": { "content": "Как работает календарь с дедлайнами университетов?", "bot": 9 },
        "5": { "content": "Какие услуги предоставляет ваша компания для поступающих?", "bot": 10 },
        "6": { "content": "Как оставить заявку на бесплатную консультацию?", "bot": 11 },

        "8": { "content": "В начало", "bot": 2 },

        "9": { "content": "Англоговорящие страны", "bot": 5 },
        "10": { "content": "Европа", "bot": 6 },
        "11": { "content": "Азия", "bot": 7 },
        "12": { "content": "Латинская Америка", "bot": 8 },
        "13": { "content": "Назад", "bot": 4 }
    }
  }  
